{"totalVerses": 23, "name": "<h1>Questions by the Sages</h1>", "verses": [{"verseNbr": "<h1>ŚB 1.1.1</h1>", "sanskritText": "ॐ नमो भगवते वासुदेवाय<br/>जन्माद्यस्य यतोऽन्वयादितरतश्चार्थेष्वभिज्ञ: स्वराट्<br/>तेने ब्रह्म हृदा य आदिकवये मुह्यन्ति यत्सूरय: ।<br/>तेजोवारिमृदां यथा विनिमयो यत्र त्रिसर्गोऽमृषा<br/>धाम्ना स्वेन सदा निरस्तकुहकं सत्यं परं धीमहि ॥ १ ॥", "englishText": "<em>oṁ namo bhagavate vāsudevāya<br/><i>janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ<br/>tene brahma hṛdā ya ādi-kavaye muhyanti yat sūrayaḥ<br/>tejo-vāri-mṛdāṁ yathā vinimayo yatra tri-sargo ’mṛṣā<br/>dhāmnā svena sadā nirasta-kuhakaṁ satyaṁ paraṁ dhīmahi</i></em>", "synonyms": "<p><a href=\"/en/search/synonyms/?original=om\"><em>om</em></a> — O my Lord; <a href=\"/en/search/synonyms/?original=namaḥ\"><em>namaḥ</em></a> — offering my obeisances; <a href=\"/en/search/synonyms/?original=bhagavate\"><em>bhagavate</em></a> — unto the Personality of Godhead; <a href=\"/en/search/synonyms/?original=vāsudevāya\"><em>vāsudevāya</em></a> — unto Vāsudeva (the son of Vasudeva), or Lord Śrī Kṛṣṇa, the primeval Lord; <a href=\"/en/search/synonyms/?original=janma\"><em>janma</em></a>-<a href=\"/en/search/synonyms/?original=ādi\"><em>ādi</em></a> — creation, sustenance and destruction; <a href=\"/en/search/synonyms/?original=asya\"><em>asya</em></a> — of the manifested universes; <a href=\"/en/search/synonyms/?original=yataḥ\"><em>yataḥ</em></a> — from whom; <a href=\"/en/search/synonyms/?original=anvayāt\"><em>anvayāt</em></a> — directly; <a href=\"/en/search/synonyms/?original=itarataḥ\"><em>itarataḥ</em></a> — indirectly; <a href=\"/en/search/synonyms/?original=ca\"><em>ca</em></a> — and; <a href=\"/en/search/synonyms/?original=artheṣu\"><em>artheṣu</em></a> — purposes; <a href=\"/en/search/synonyms/?original=abhijñaḥ\"><em>abhijñaḥ</em></a> — fully cognizant; <a href=\"/en/search/synonyms/?original=sva\"><em>sva</em></a>-<a href=\"/en/search/synonyms/?original=rāṭ\"><em>rāṭ</em></a> — fully independent; <a href=\"/en/search/synonyms/?original=tene\"><em>tene</em></a> — imparted; <a href=\"/en/search/synonyms/?original=brahma\"><em>brahma</em></a> — the Vedic knowledge; <a href=\"/en/search/synonyms/?original=hṛdā\"><em>hṛdā</em></a> — consciousness of the heart; <a href=\"/en/search/synonyms/?original=yaḥ\"><em>yaḥ</em></a> — one who; <a href=\"/en/search/synonyms/?original=ādi\"><em>ādi</em></a>-<a href=\"/en/search/synonyms/?original=kavaye\"><em>kavaye</em></a> — unto the original created being; <a href=\"/en/search/synonyms/?original=muhyanti\"><em>muhyanti</em></a> — are illusioned; <a href=\"/en/search/synonyms/?original=yat\"><em>yat</em></a> — about whom; <a href=\"/en/search/synonyms/?original=sūrayaḥ\"><em>sūrayaḥ</em></a> — great sages and demigods; <a href=\"/en/search/synonyms/?original=tejaḥ\"><em>tejaḥ</em></a> — fire; <a href=\"/en/search/synonyms/?original=vāri\"><em>vāri</em></a> — water; <a href=\"/en/search/synonyms/?original=mṛdām\"><em>mṛdām</em></a> — earth; <a href=\"/en/search/synonyms/?original=yathā\"><em>yathā</em></a> — as much as; <a href=\"/en/search/synonyms/?original=vinimayaḥ\"><em>vinimayaḥ</em></a> — action and reaction; <a href=\"/en/search/synonyms/?original=yatra\"><em>yatra</em></a> — whereupon; <a href=\"/en/search/synonyms/?original=tri\"><em>tri</em></a>-<a href=\"/en/search/synonyms/?original=sargaḥ\"><em>sargaḥ</em></a> — three modes of creation, creative faculties; <a href=\"/en/search/synonyms/?original=amṛṣā\"><em>amṛṣā</em></a> — almost factual; <a href=\"/en/search/synonyms/?original=dhāmnā\"><em>dhāmnā</em></a> — along with all transcendental paraphernalia; <a href=\"/en/search/synonyms/?original=svena\"><em>svena</em></a> — self-sufficiently; <a href=\"/en/search/synonyms/?original=sadā\"><em>sadā</em></a> — always; <a href=\"/en/search/synonyms/?original=nirasta\"><em>nirasta</em></a> — negation by absence; <a href=\"/en/search/synonyms/?original=kuhakam\"><em>kuhakam</em></a> — illusion; <a href=\"/en/search/synonyms/?original=satyam\"><em>satyam</em></a> — truth; <a href=\"/en/search/synonyms/?original=param\"><em>param</em></a> — absolute; <a href=\"/en/search/synonyms/?original=dhīmahi\"><em>dhīmahi</em></a> — I do meditate upon.</p>", "translation": "<p><strong>O my Lord, Śrī Kṛṣṇa, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord Śrī Kṛṣṇa because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahmājī, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord Śrī Kṛṣṇa, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth.</strong></p>", "purport": "<h2 class=\"section-title\">Purport</h2>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13396\"><p>Obeisances unto the Personality of Godhead Vāsudeva directly indicate Lord Śrī Kṛṣṇa, who is the divine son of Vasudeva and Devakī. This fact will be more explicitly explained in the text of this work. Śrī Vyāsadeva asserts herein that Śrī Kṛṣṇa is the original Personality of Godhead, and all others are His direct or indirect plenary portions or portions of the portion. Śrīla Jīva Gosvāmī has even more explicitly explained the subject matter in his <i>Kṛṣṇa-sandarbha.</i> And Brahmā, the original living being, has explained the subject of Śrī Kṛṣṇa substantially in his treatise named <i>Brahma-saṁhitā.</i> In an <i>Upaniṣad</i> in the <i>Sāma-veda,</i> it is also stated that Lord Śrī Kṛṣṇa is the divine son of Devakī. Therefore, in this prayer, the first proposition holds that Lord Śrī Kṛṣṇa is the primeval Lord, and if any transcendental nomenclature is to be understood as belonging to the Absolute Personality of Godhead, it must be the name indicated by the word Kṛṣṇa, which means the all-attractive. In <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a>,</i> in many places, the Lord asserts Himself to be the original Personality of Godhead, and this is confirmed by Arjuna, and also by great sages like Nārada, Vyāsa, and many others. In the <i>Padma Purāṇa,</i> it is also stated that out of the innumerable names of the Lord, the name of Kṛṣṇa is the principal one. Vāsudeva indicates the plenary portion of the Personality of Godhead, and all the different forms of the Lord, being identical with Vāsudeva, are indicated in this text. The name Vāsudeva particularly indicates the divine son of Vasudeva and Devakī. Śrī Kṛṣṇa is always meditated upon by the <i>paramahaṁsas,</i> who are the perfected ones among those in the renounced order of life.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13397\"><p>Vāsudeva, or Lord Śrī Kṛṣṇa, is the cause of all causes. Everything that exists emanates from the Lord. How this is so is explained in later chapters of this work. This work is described by Mahāprabhu Śrī Caitanya as the spotless <i>Purāṇa</i> because it contains the transcendental narration of the Personality of Godhead, Śrī Kṛṣṇa. The history of the <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> is also very glorious. It was compiled by Śrī Vyāsadeva after he had attained maturity in transcendental knowledge. He wrote this under the instructions of Śrī Nāradajī, his spiritual master. Vyāsadeva compiled all Vedic literatures, containing the four divisions of the <i>Vedas,</i> the <i>Vedānta-sūtras</i> (or the <i>Brahma-sūtras</i>), the <i>Purāṇas,</i> the <i>Mahābhārata,</i> and so on. But nevertheless he was not satisfied. His dissatisfaction was observed by his spiritual master, and thus Nārada advised him to write on the transcendental activities of Lord Śrī Kṛṣṇa. These transcendental activities are described specifically in the Tenth Canto of this work. But, in order to reach to the very substance, one must proceed gradually by developing knowledge of the categories.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13398\"><p>It is natural that a philosophical mind wants to know about the origin of the creation. At night he sees the stars in the sky, and he naturally speculates about their inhabitants. Such inquiries are natural for man because man has a developed consciousness which is higher than that of the animals. The author of <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> gives a direct answer to such inquiries. He says that the Lord Śrī Kṛṣṇa is the origin of all creations. He is not only the creator of the universe, but the destroyer as well. The manifested cosmic nature is created at a certain period by the will of the Lord. It is maintained for some time, and then it is annihilated by His will. Therefore, the supreme will is behind all cosmic activities. Of course, there are atheists of various categories who do not believe in a creator, but that is due to a poor fund of knowledge. The modern scientist, for example, has created space satellites, and by some arrangement or other, these satellites are thrown into outer space to fly for some time at the control of the scientist who is far away. Similarly, all the universes with innumerable stars and planets are controlled by the intelligence of the Personality of Godhead.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13399\"><p>In Vedic literatures, it is said that the Absolute Truth, Personality of Godhead, is the chief amongst all living personalities. All living beings, beginning from the first created being, Brahmā, down to the smallest ant, are individual living beings. And above Brahmā, there are even other living beings with individual capacities, and the Personality of Godhead is also a similar living being. And He is an individual as are the other living beings. But the Supreme Lord, or the supreme living being, has the greatest intelligence, and He possesses supermost inconceivable energies of all different varieties. If a man’s brain can produce a space satellite, one can very easily imagine how brains higher than man can produce similarly wonderful things which are far superior. The reasonable person will easily accept this argument, but there are stubborn atheists who would never agree. Śrīla Vyāsadeva, however, at once accepts the supreme intelligence as the <i>parameśvara.</i> He offers his respectful obeisances unto the supreme intelligence addressed as the <i>para</i> or the <i>parameśvara</i> or the Supreme Personality of Godhead. And that <i>parameśvara</i> is Śrī Kṛṣṇa, as admitted in <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a></i> and other scriptures delivered by Śrī Vyāsadeva and specifically in this <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a>.</i> In <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a>,</i> the Lord says that there is no other <i>para-tattva</i> (<i>summum bonum</i>) than Himself. Therefore, Śrī Vyāsadeva at once worships the <i>para-tattva,</i> Śrī Kṛṣṇa, whose transcendental activities are described in the Tenth Canto.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13400\"><p>Unscrupulous persons go immediately to the Tenth Canto and especially to the five chapters which describe the Lord’s <i>rāsa</i> dance. This portion of the <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> is the most confidential part of this great literature. Unless one is thoroughly accomplished in the transcendental knowledge of the Lord, one is sure to misunderstand the Lord’s worshipable transcendental pastimes called <i>rāsa</i> dance and His love affairs with the <i>gopīs.</i> This subject matter is highly spiritual, and only the liberated persons who have gradually attained to the stage of <i>paramahaṁsa</i> can transcendentally relish this <i>rāsa</i> dance. Śrīla Vyāsadeva therefore gives the reader the chance to gradually develop spiritual realization before actually relishing the essence of the pastimes of the Lord. Therefore, he purposely invokes a Gāyatrī <i>mantra, dhīmahi.</i> This Gāyatrī <i>mantra</i> is meant for spiritually advanced people. When one is successful in chanting the Gāyatrī <i>mantra,</i> he can enter into the transcendental position of the Lord. One must therefore acquire brahminical qualities or be perfectly situated in the quality of goodness in order to chant the Gāyatrī <i>mantra</i> successfully and then attain to the stage of transcendentally realizing the Lord, His name, His fame, His qualities and so on.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13401\"><p><i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> is the narration of the <i>svarūpa</i> of the Lord manifested by His internal potency, and this potency is distinguished from the external potency which has manifested the cosmic world, which is within our experience. Śrīla Vyāsadeva makes a clear distinction between the two in this <i>śloka.</i> Śrī Vyāsadeva says herein that the manifested internal potency is real, whereas the external manifested energy in the form of material existence is only temporary and illusory like the mirage in the desert. In the desert mirage there is no actual water. There is only the appearance of water. Real water is somewhere else. The manifested cosmic creation appears as reality. But reality, of which this is but a shadow, is in the spiritual world. Absolute Truth is in the spiritual sky, not the material sky. In the material sky everything is relative truth. That is to say, one truth depends on something else. This cosmic creation results from interaction of the three modes of nature, and the temporary manifestations are so created as to present an illusion of reality to the bewildered mind of the conditioned soul, who appears in so many species of life, including the higher demigods, like Brahmā, Indra, Candra, and so on. In actuality, there is no reality in the manifested world. There appears to be reality, however, because of the true reality which exists in the spiritual world, where the Personality of Godhead eternally exists with His transcendental paraphernalia.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13402\"><p>The chief engineer of a complicated construction does not personally take part in the construction, but he knows every nook and corner because everything is done under his direction. He knows everything about the construction, both directly and indirectly. Similarly, the Personality of Godhead, who is the supreme engineer of this cosmic creation, knows every nook and corner, although affairs are being carried out by demigods. Beginning from Brahmā down to the insignificant ant, no one is independent in the material creation. The hand of the Lord is seen everywhere. All material elements as well as all spiritual sparks emanate from Him only. And whatever is created in this material world is but the interaction of two energies, the material and the spiritual, which emanate from the Absolute Truth, the Personality of Godhead, Śrī Kṛṣṇa. A chemist can manufacture water in the chemical laboratory by mixing hydrogen and oxygen. But, in reality, the living entity works in the laboratory under the direction of the Supreme Lord. And the materials with which he works are also supplied by the Lord. The Lord knows everything directly and indirectly, and He is cognizant of all minute details, and He is fully independent. He is compared to a mine of gold, and the cosmic creations in so many different forms are compared to objects made from the gold, such as gold rings, necklaces and so on. The gold ring and the gold necklace are qualitatively one with the gold in the mine, but quantitatively the gold in the mine is different. Therefore, the Absolute Truth is simultaneously one and different. Nothing is absolutely equal with the Absolute Truth, but at the same time, nothing is independent of the Absolute Truth.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13403\"><p>Conditioned souls, beginning from Brahmā, who engineers the entire universe, down to the insignificant ant, are all creating, but none of them is independent of the Supreme Lord. The materialist wrongly thinks that there is no creator other than his own self. This is called <i>māyā,</i> or illusion. Because of his poor fund of knowledge, the materialist cannot see beyond the purview of his imperfect senses, and thus he thinks that matter automatically takes its own shape without the aid of a superior intelligence. This is refuted in this <i>śloka</i> by Śrīla Vyāsadeva: “Since the complete whole or the Absolute Truth is the source of everything, nothing can be independent of the body of the Absolute Truth.” Whatever happens to the body quickly becomes known to the embodied. Similarly, the creation is the body of the absolute whole. Therefore, the Absolute knows everything directly and indirectly that happens in the creation.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13404\"><p>In the <i>śruti-mantra,</i> it is also stated that the absolute whole or Brahman is the ultimate source of everything. Everything emanates from Him, and everything is maintained by Him. And at the end, everything enters into Him. That is the law of nature. In the <i>smṛti-mantra,</i> the same is confirmed. It is said that the source from which everything emanates at the beginning of Brahmā’s millennium, and the reservoir to which everything ultimately enters, is the Absolute Truth, or Brahman. Material scientists take it for granted that the ultimate source of the planetary system is the sun, but they are unable to explain the source of the sun. Herein, the ultimate source is explained. According to the Vedic literatures, Brahmā, who may be compared to the sun, is not the ultimate creator. It is stated in this <i>śloka</i> that Brahmā was taught Vedic knowledge by the Personality of Godhead. One may argue that Brahmā, being the original living being, could not be inspired because there was no other being living at that time. Herein it is stated that the Supreme Lord inspired the secondary creator, Brahmā, in order that Brahmā could carry out his creative functions. So, the supreme intelligence behind all creations is the Absolute Godhead, Śrī Kṛṣṇa. In <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a>,</i> Lord Śrī Kṛṣṇa states that it is He only who superintends the creative energy, <i>prakṛti,</i> which constitutes the totality of matter. Therefore, Śrī Vyāsadeva does not worship Brahmā, but the Supreme Lord, who guides Brahmā in his creative activities. In this <i>śloka,</i> the particular words <i>abhijñaḥ</i> and <i>svarāṭ</i> are significant. These two words distinguish the Supreme Lord from all the other living entities. No other living entity is either <i>abhijñaḥ</i> or <i>svarāṭ.</i> That is, no one is either fully cognizant or fully independent. Even Brahmā has to meditate upon the Supreme Lord in order to create. Then what to speak of great scientists like Einstein! The brains of such a scientist are certainly not the products of any human being. Scientists cannot manufacture such a brain, and what to speak of foolish atheists who defy the authority of the Lord? Even Māyāvādī impersonalists who flatter themselves that they can become one with the Lord are neither <i>abhijñaḥ</i> nor <i>svarāṭ.</i> Such impersonalists undergo severe austerities to acquire knowledge to become one with the Lord. But ultimately they become dependent on some rich disciple who supplies them with money to build monasteries and temples. Atheists like Rāvaṇa or Hiraṇyakaśipu had to undergo severe penances before they could flout the authority of the Lord. But ultimately, they were rendered helpless and could not save themselves when the Lord appeared before them as cruel death. This is also the case with the modern atheists who also dare to flout the authority of the Lord. Such atheists will be dealt with similarly, for history repeats itself. Whenever men neglect the authority of the Lord, nature and her laws are there to penalize them. This is confirmed in <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a></i> <a href=\"/en/library/bg/4/7/\">(Bg. 4.7)</a> in the well-known verse <i>yadā yadā hi dharmasya glāniḥ.</i> “Whenever there is a decline of <i>dharma</i> and a rise of <i>adharma,</i> O Arjuna, then I incarnate Myself.”</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13405\"><p>That the Supreme Lord is all-perfect is confirmed in all <i>śruti-mantras.</i> It is said in the <i>śruti-mantras</i> that the all-perfect Lord threw a glance over matter and thus created all living beings. The living beings are parts and parcels of the Lord, and He impregnates the vast material creation with seeds of spiritual sparks, and thus the creative energies are set in motion to enact so many wonderful creations. An atheist may argue that God is no more expert than a watchmaker, but of course God is greater because He can create machines in duplicate male and female forms. The male and female forms of different types of machineries go on producing innumerable similar machines without God’s further attention. If a man could manufacture such a set of machines that could produce other machines without his attention, then he could approach the intelligence of God. But that is not possible, for each machine has to be handled individually. Therefore, no one can create as well as God. Another name for God is <i>asamordhva,</i> which means that no one is equal to or greater than Him. <i>Paraṁ satyam,</i> or the Supreme Truth, is He who has no equal or superior. This is confirmed in the <i>śruti-mantras.</i> It is said that before the creation of the material universe there existed the Lord only, who is master of everyone. That Lord instructed Brahmā in Vedic knowledge. That Lord has to be obeyed in all respects. Anyone who wants to get rid of the material entanglement must surrender unto Him. This is also confirmed in <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a>.</i></p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13406\"><p>Unless one surrenders unto the lotus feet of the Supreme Lord, it is certain that he will be bewildered. When an intelligent man surrenders unto the lotus feet of Kṛṣṇa and knows completely that Kṛṣṇa is the cause of all causes, as confirmed in <i><a href=\"/en/library/bg/\">Bhagavad-gītā</a>,</i> then only can such an intelligent man become a <i>mahātmā,</i> or great soul. But such a great soul is rarely seen. Only the <i>mahātmās</i> can understand that the Supreme Lord is the primeval cause of all creations. He is <i>parama</i> or ultimate truth because all other truths are relative to Him. He is omniscient. For Him, there is no illusion.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13407\"><p>Some Māyāvādī scholars argue that <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> was not compiled by Śrī Vyāsadeva. And some of them suggest that this book is a modern creation written by someone named Vopadeva. In order to refute such meaningless arguments, Śrī Śrīdhara Svāmī points out that there is reference to the <i><a href=\"/en/library/sb/\">Bhāgavatam</a></i> in many of the oldest <i>Purāṇas.</i> This first <i>śloka</i> of the <i><a href=\"/en/library/sb/\">Bhāgavatam</a></i> begins with the Gāyatrī <i>mantra.</i> There is reference to this in the <i>Matsya Purāṇa,</i> which is the oldest <i>Purāṇa.</i> In that <i>Purāṇa,</i> it is said with reference to the Gāyatrī <i>mantra</i> in the <i><a href=\"/en/library/sb/\">Bhāgavatam</a></i> that there are many narrations of spiritual instructions beginning with the Gāyatrī <i>mantra.</i> And there is the history of Vṛtrāsura. Anyone who makes a gift of this great work on a full moon day attains to the highest perfection of life by returning to Godhead. There is reference to the <i><a href=\"/en/library/sb/\">Bhāgavatam</a></i> in other <i>Purāṇas</i> also, where it is clearly stated that this work was finished in twelve cantos, which include eighteen thousand <i>ślokas.</i> In the <i>Padma Purāṇa</i> also there is reference to the <i><a href=\"/en/library/sb/\">Bhāgavatam</a></i> in a conversation between Gautama and Mahārāja Ambarīṣa. The king was advised therein to read regularly <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> if he desired liberation from material bondage. Under the circumstances, there is no doubt about the authority of the <i><a href=\"/en/library/sb/\">Bhāgavatam</a>.</i> Within the past five hundred years, many erudite scholars and <i>ācāryas</i> like Jīva Gosvāmī, Sanātana Gosvāmī, Viśvanātha Cakravartī, Vallabhācārya, and many other distinguished scholars even after the time of Lord Caitanya made elaborate commentaries on the <i><a href=\"/en/library/sb/\">Bhāgavatam</a>.</i> And the serious student would do well to attempt to go through them to better relish the transcendental messages.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13408\"><p>Śrīla Viśvanātha Cakravartī Ṭhākura specifically deals with the original and pure sex psychology (<i>ādi-rasa</i>), devoid of all mundane inebriety. <i>The whole material creation is moving under the principle of sex life.</i> In modern civilization, sex life is the focal point for all activities. Wherever one turns his face, he sees sex life predominant. Therefore, sex life is not unreal. Its reality is experienced in the spiritual world. The material sex life is but a perverted reflection of the original fact. The original fact is in the Absolute Truth, and thus the Absolute Truth cannot be impersonal. It is not possible to be impersonal and contain pure sex life. Consequently, the impersonalist philosophers have given indirect impetus to the abominable mundane sex life because they have overstressed the impersonality of the ultimate truth. Consequently, man without information of the actual spiritual form of sex has accepted perverted material sex life as the all in all. There is a distinction between sex life in the diseased material condition and spiritual sex life.</p></div>\n<div class=\"r r-lang-en r-paragraph\" id=\"bb13409\"><p>This <i><a href=\"/en/library/sb/\">Śrīmad-Bhāgavatam</a></i> will gradually elevate the unbiased reader to the highest perfectional stage of transcendence. It will enable him to transcend the three modes of material activities: fruitive actions, speculative philosophy, and worship of functional deities as inculcated in Vedic verses.</p></div>"}]}